export default {
  projections: {
    СотрудникE: {
      кодДолж: {
        __caption__: 'Код долж'
      },
      имя: {
        __caption__: 'Имя'
      },
      должности: {
        __caption__: ''
      }
    },
    СотрудникL: {
      имя: {
        __caption__: 'Имя'
      },
      должности: {
        __caption__: '',
        наимен: {
          __caption__: ''
        },
        кодДолж: {
          __caption__: ''
        }
      },
      фамил: {
        __caption__: ''
      },
      серия: {
        __caption__: ''
      },
      отчест: {
        __caption__: ''
      },
      номПасп: {
        __caption__: ''
      },
      кодДолж: {
        __caption__: 'Код долж'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    кодДолж: {
      __caption__: 'Код долж'
    },
    номПасп: {
      __caption__: 'номПасп'
    },
    отчест: {
      __caption__: 'отчест'
    },
    серия: {
      __caption__: 'серия'
    },
    табНом: {
      __caption__: 'табНом'
    },
    фамил: {
      __caption__: 'фамил'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
