export default {
  projections: {
    РегистрE: {
      кодРегист: {
        __caption__: 'Код регистра'
      },
      регистрат: {
        __caption__: 'Регистрат'
      },
      период: {
        __caption__: 'Период'
      },
      наимен: {
        __caption__: 'Наименов'
      }
    },
    РегистрL: {
      кодРегист: {
        __caption__: 'Код регист'
      },
      наимен: {
        __caption__: 'Наименование'
      },
      регистрат: {
        __caption__: 'Регистрат'
      },
      период: {
        __caption__: 'Период'
      }
    }
  },
  validations: {
    кодРегист: {
      __caption__: 'кодРегист'
    },
    наимен: {
      __caption__: 'наимен'
    },
    период: {
      __caption__: 'Период'
    },
    регистрат: {
      __caption__: 'Регистрат'
    }
  }
};
