export default {
  projections: {
    СотрудникE: {
      кодДолж: {
        __caption__: 'Код долж'
      },
      имя: {
        __caption__: 'Имя'
      }
    },
    СотрудникL: {
      кодДолж: {
        __caption__: 'Код долж'
      },
      имя: {
        __caption__: 'Имя'
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    кодДолж: {
      __caption__: 'Код долж'
    },
    номПасп: {
      __caption__: 'номПасп'
    },
    отчест: {
      __caption__: 'отчест'
    },
    серия: {
      __caption__: 'серия'
    },
    табНом: {
      __caption__: 'табНом'
    },
    фамил: {
      __caption__: 'фамил'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
