export default {
  projections: {
    ЗаявкаE: {
      номЗаяв: {
        __caption__: ''
      },
      важност: {
        __caption__: ''
      },
      состоян: {
        __caption__: ''
      },
      текст: {
        __caption__: 'Текст'
      },
      контрагент: {
        __caption__: ''
      },
      сотрудник: {
        __caption__: ''
      }
    },
    ЗаявкаL: {
      номЗаяв: {
        __caption__: ''
      },
      важност: {
        __caption__: ''
      },
      состоян: {
        __caption__: ''
      },
      текст: {
        __caption__: 'Текст'
      },
      контрагент: {
        __caption__: ''
      },
      сотрудник: {
        __caption__: ''
      }
    },
    ЗаявкаНаРаботыE: {
      текст: {
        __caption__: 'Текст'
      },
      важност: {
        __caption__: ''
      },
      номЗаяв: {
        __caption__: ''
      },
      состоян: {
        __caption__: ''
      },
      контрагент: {
        __caption__: ''
      },
      сотрудник: {
        __caption__: ''
      }
    },
    ЗаявкаНаРаботыL: {
      номЗаяв: {
        __caption__: ''
      },
      состоян: {
        __caption__: ''
      },
      важност: {
        __caption__: ''
      },
      текст: {
        __caption__: 'Текст'
      },
      контрагент: {
        __caption__: ''
      },
      сотрудник: {
        __caption__: ''
      }
    }
  },
  validations: {
    важност: {
      __caption__: 'важност'
    },
    номЗаяв: {
      __caption__: 'номЗаяв'
    },
    состоян: {
      __caption__: 'состоян'
    },
    текст: {
      __caption__: 'Текст'
    },
    контрагент: {
      __caption__: 'контрагент'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    контр: {
      __caption__: 'контр'
    }
  }
};
